[
  "quickadd",
  "dataview",
  "homepage",
  "obsidian-charts",
  "buttons",
  "obsidian-git",
  "obsidian-auto-link-title",
  "obsidian-emoji-toolbar",
  "obsidian-image-auto-upload-plugin",
  "simple-code-formatter",
  "frontmatter-modified-date",
  "obsidian-markdown-formatting-assistant-plugin",
  "openai-summary-helper"
]